//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d përpjekje të dështuara fjalëkalimi ";
"%d Failed Password Attempts" = "%d përpjekje të dështuara fjalëkalimi";

"1 Failed Passcode Attempt" = "1 përpjekje e dështuar kodkalimi";
"1 Failed Password Attempt" = "1 përpjekje e dështuar fjalëkalimi";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "U krye";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Fusni një kod tjetër kalimi. Nuk mund të përdoret i njëjti kod kalimi.";
"Enter a different password. Cannot re-use the same password." = "Fusni një fjalëkalim tjetër.  Nuk mund të përdoret i njëjti fjalëkalim.";

"Enter a passcode" = "Fusni një kodkalim";
"Enter a password" = "Fusni një fjalëkalim";

"Enter your new passcode" = "Fusni kodkalimin tuaj të ri";
"Enter your new password" = "Fusni fjalëkalimin tuaj të ri";

"Enter your old passcode" = "Fusni fjalëkalimin tuaj të vjetër";
"Enter your old password" = "Fusni fjalëkalimin tuaj të ri";

"Enter your passcode" = "Fut kodkalimin tuaj";
"Enter your password" = "Fusni fjalëkalimin";

"Invalid Passcode" = "Kodkalim i pavlefshëm";
"Invalid Password" = "Fjalëkalim i pavlefshëm";

"Passcodes did not match.\nTry again." = "Kodkalimet nuk përputhen.\nProvoni përsëri.";
"Password did not match.\nTry again." = "Fjalëkalimet nuk përputhen.\nProvoni përsëri.";

"Re-enter your passcode" = "Rifusni kodkalimin";
"Re-enter your password" = "Rifusni fjalëkalimin";

"Try again in %d minutes" = "Provo përsëri pas %d  minutave.";

"Try again in 1 minute" = "Provoni përsëri pas 1 minute";
